Repository: common-repository/categorias-y-paginas-por-familia-y-profundidad
Catalog: languages/categorias-y-paginas-por-familia-y-profundidad-*.po
Languages: es_es

source: Categories per family
es_es: Categorías por familia

source: Title
es_es: Título

source: Try to show something when no selector found
es_es: Intentar mostrar algo cuando no se encuentre la selección

source: yes
es_es: sí

source: top category limit:
es_es: limite categ. superior:

source: show in top categ.
es_es: mostrar en categ. superior.

source: Select
es_es: Selección

source: Parents
es_es: Padres

source: Siblings
es_es: Hermanas

source: Daughters
es_es: Hijas

source: depth limit 1:
es_es: límite profundidad 1:

source: show in depth 1
es_es: mostrar en profundidad 1

source: depth limit 2:
es_es: límite profundidad 2:

source: show in depth 2
es_es: mostrar en profundidad 2

source: depth limit 3:
es_es: límite profundidad 3:

source: show in depth 3
es_es: mostrar en profundidad 3

source: Pages per family
es_es: Páginas por familia

source: top pages limit:
es_es: límite págs superiores:

source: show in top pages
es_es: mostrar en págs. superiores

source: Show with widgets and shortcodes the pages and categories you need based on their relationships and depth. Idea of: <a href="https://www.yoseomarketing.com/"> YoseoMarketing </a>
es_es: Muestra con widgets y shortcodes las páginas y categorías que necesites en base a sus relaciones y profundidad. Idea de: <a href="https://www.yoseomarketing.com/">YoseoMarketing</a>
